<template>
  <div>
    <h1>Career</h1>
    <h3>経歴</h3>
    <br /><br />
    <ul>
      <li class="bold">2016年4月：日亜化学工業株式会社 入社</li>
      <br />
      <li class="bold">
        2016年4月〜2018年11月：製造部へ配属され、LED製品の製造に携わる
      </li>
      <li>
        生産性向上の為、機械に携わるチャンスに積極的に手を挙げ参加させて頂き、ベテラン社員のスキルを徹底的に真似しました。その上で自ら効率の良い手順を考え実行する事で、入社半年後に機械の月間処理数が70人中1位を達成しました。
      </li>
      <br />
      <li class="bold">
        2018年12月〜2020年5月：新規プロジェクトの立ち上げメンバーに選任
      </li>
      <li>
        LEDの不良品を良品に変える為に新たなプロジェクトが立ち上げられ、日頃の業績を認められ150人中の3人に選ばれる。
      </li>
      <li>
        チームの責任者として、自らの業務を遂行しながら上司の業務を率先して手伝うことで新規プロジェクトの立ち上げに成功し、その年に最高評価の社長賞を頂きました。
      </li>
      <br />
      <li class="bold">
        2020年6月〜2020年12月：新製品の検証を行う工程設計担当者に就任
        技術部へ配属
      </li>
      <li>
        全く新しい業務内容の部署へ配属となったが、前任者が休職中であり、多くを独力で学ぶ必要があった。
      </li>
      <li>
        その上、本来は一人が一工程を担当するところを一人で二工程を担当し、周りからは期日に間に合わせる事は無理だと言われながらも様々な努力と工夫を行い
        定められた期限内に業務を遂行しました。
      </li>
      <br />
      <li class="bold">2020年12月：日亜化学工業株式会社 退職</li>
      <li class="bold">現在：転職活動中</li>
    </ul>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.bold {
  font-weight: bold;
}
ul {
  text-align: left;
}
li {
  list-style: none;
}
</style>